INSERT INTO categories (name, description) VALUES
    ('Наука',       'Научные журналы по различным дисциплинам'),
    ('Технологии',  'Журналы об IT, гаджетах и технологических инновациях'),
    ('Искусство',   'Журналы об изобразительном искусстве, музыке и культуре'),
    ('Спорт',       'Журналы о спортивных событиях, тренировках и атлетах'),
    ('Литература',  'Литературные журналы, обзоры книг и поэзия'),
    ('Бизнес',      'Журналы о финансах, предпринимательстве и экономике'),
    ('Здоровье',    'Журналы о медицине, фитнесе и здоровом образе жизни'),
    ('Путешествия', 'Журналы о туризме, странах и путешественниках');
